{
    "data": [
        {
            "title": "The Story Of My Experiments With The Truth",
            "author": "Mohandas Karamchand Gandhi",
            "rating": "4.5",
            "descritpion": "Mohandas Karamchand Gandhi has always been a very prominent figure in Indian history. From his unbeatable spirit to inspiring courage, from various controversies to his life as the father of the nation, Gandhi has always been an interesting, inspiring and impressive personality to read about.",
            "price": "₹159"
        },
        {
            "title": "The Guide",
            "author": "R.K. Narayan",
            "rating": "4.5",
            "descritpion": "R.K Narayan is best known for stories based in and around the fictional village of Malgudi. The Guide is yet another story set up in Malgudi. R.K. Narayan won the Sahitya Akademi Award for the book in 1960. The Guide is the story of a tour guide who transforms himself into a spiritual Guru and then the greatest holy man of India. The book was also adapted as a film which starred the legendary actor Dev Anand.",
            "price": "₹156"
        },
        {
            "title": "A Fine Balance",
            "author": "Rohinton Mistry",
            "rating": "4.4",
            "descritpion": "A fine balance revolves around various characters in Mumbai (then Bombay) during the time of turmoil and government emergencies. The story of friendship and love that progresses among the characters of the book will keep you hooked till the end.",
            "price": "₹1,075"
        },
        {
            "title": "Midnight’s Children",
            "author": "Salman Rushdie",
            "rating": "4.3",
            "descritpion": "Midnight’s Children portrays the journey of India from British rule to independence and then partition. The book received a great response, winning the Booker Prize in 1981 and the “Booker of Bookers” Prize (commemorating the best among all the Booker winners) twice – in 1993 and 2008! The book travels to various parts of the country including Kashmir, Agra and Mumbai and incorporates many actual historic events.",
            "price": "₹300"
        },
        {
            "title": "The Interpreter Of Maladies",
            "author": "Jhumpa Lahiri",
            "rating": "4.5",
            "descritpion": "This is a collection of nine stories by Lahiri. The stories are based on lives of Indians and Indian Americans who are lost between the two cultures. The book was published in 1999 and won the Pulitzer Prize for Fiction and the Hemingway Foundation/PEN Award in the year 2000 and has sold over 15 million copies worldwide.",
            "price": "₹268"
        },
        {
            "title": "A Suitable Boy",
            "author": "Vikram Seth",
            "rating": "4.0",
            "descritpion": "Published in 1993, this 1349-pages-long-book is one of the longest novels ever published in a single volume in the English Language. The story focuses on India post-partition as a family looks for a suitable boy to marry their daughter.",
            "price": "₹947"
        },
        {
            "title": "God of Small Things",
            "author": "Arundhati Roy",
            "rating": "4.1",
            "descritpion": "The debut novel by Roy, which took almost four years to finish is a story of fraternal twins and how small things make a large difference in people’s lives and behavior. The book was awarded the Booker Prize in 1997 and is Roy’s only published novel so far. The story narrated in third person is set in Kerala, and takes place in 1969.",
            "price": "₹275"
        },
        {
            "title": "The Glass Palace",
            "author": "Amitav Ghosh",
            "rating": "4.5",
            "descritpion": "This book won Grand Prize for Fiction at the Frankfurt International e-Book Awards in 2001. The story is set in Burma and focuses on various issues during the British invasion in 1885. The novel beautifully portrays the circumstances and incidents that made Burma, India and Malaya what they are today. This story of the empire, love and the changing society is definitely worth reading.",
            "price": "₹248"
        },
        {
            "title": "The Inheritance of Loss",
            "author": "Kiran Desai",
            "rating": "4.3",
            "descritpion": "The book, written over a period of seven years after her first book, portrays different conflicts between various Indian groups, in the past and at present. It shows how people find the English lifestyle fascinating and also captures the perception of various opportunities in the US. The book won Desai various awards including the Man Booker Prize in 2006 and the National Book Critics Circle Fiction Award.",
            "price": "₹319"
        },
        {
            "title": "The Private Life of an Indian Prince",
            "author": "Mulk Raj Anand",
            "rating": "3.5",
            "descritpion": "This book was published in 1953 and is considered as one of the Anand’s finest works. The story revolves around abolition of princely states in India, focusing on the life of a King and his fascination towards one of his mistresses. The story has some real life incidents which are beautifully converted into fiction.",
            "price": "₹599"
        }
    ]
}
