{
    "data": [
        {
            "category":"amphibians",
            "types": [
                {
                    "type": "frog",
                    "breed": ["red-eyed tree frog", "blue poison dart frog", "mimic poison frog"],
                    "picture": [
                        "https://unsplash.com/photos/JLMEZxBcXCU",
                        "https://unsplash.com/photos/IniemNK2HtE",
                        "https://unsplash.com/photos/gb_R_cIUNTY"
                    ],
                    "description": "Frog, any of various tailless amphibians belonging to the order Anura. Used strictly, the term may be limited to any member of the family Ranidae (true frogs), but more broadly the name frog is often used to distinguish the smooth-skinned, leaping anurans from squat, warty, hopping ones, which are called toads."
                },
                {
                    "type": "salamander",
                    "breed": [
                        "red backed salamander",
                        "olympic torrent salamander",
                        "red salamander"
                    ],
                    "picture": [
                        "https://images.pexels.com/photos/106949/pexels-photo-106949.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
                        "https://images.pexels.com/photos/3970721/pexels-photo-3970721.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
                        "https://images.pexels.com/photos/7674470/pexels-photo-7674470.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260"
                    ],
                    "description": "Salamander, (order Caudata), any member of a group of about 740 species of amphibians that have tails and that constitute the order Caudata. The order comprises 10 families, among which are newts and salamanders proper (family Salamandridae) as well as hellbenders, mud puppies, and lungless salamanders. They most commonly occur in freshwater and damp woodlands, principally in temperate regions of the Northern Hemisphere."
                },
                {
                    "type": "axolotl",
                    "breed": ["leucistic", "golden albino", "wild type"],
                    "picture": [
                        "https://cdn.pixabay.com/photo/2017/04/01/10/32/axolotl-2193331_1280.jpg",
                        "https://cdn.pixabay.com/photo/2017/06/17/13/11/axolotl-2412189_1280.jpg",
                        "https://cdn.pixabay.com/photo/2017/04/01/10/22/axolotl-2193310_1280.jpg"
                    ],
                    "description": "Axolotl, (Ambystoma, formerly Rhyacosiredon or Siredon, mexicanum), salamander of the family Ambystomatidae (order Caudata), notable for its permanent retention of larval features, such as external gills. It is found in lakes near Mexico City, where it is considered edible. The name axolotl is also applied to any full-grown larva of Ambystoma tigrinum (tiger salamander) that has not yet lost its external gills."
                }
            ]
        },
        {
            "category":"mammals",
            "types": [
                {
                    "type": "dog",
                    "breed": ["germen shepherd", "bulldog", "poodle"],
                    "picture": [
                        "https://unsplash.com/photos/lhUTb7bho8g",
                        "https://unsplash.com/photos/EQ_9CkVhgj8",
                        "https://unsplash.com/photos/n0YK1aH00Lg"
                    ],
                    "description":"Dog, (Canis lupus familiaris), domestic mammal of the family Canidae (order Carnivora). It is a subspecies of the gray wolf (Canis lupus) and is related to foxes and jackals. The dog is one of the two most ubiquitous and most popular domestic animals in the world (the cat is the other)."

                },
                {
                    "type": "cat",
                    "breed": ["persian", "ragdoll", "savannah"],
                    "picture": [
                        "https://unsplash.com/photos/z5-pCcXDBT0",
                        "https://unsplash.com/photos/QDKKZvOlwIE",
                        "https://unsplash.com/photos/Yx1vsRaZ0Hc"
                    ],
                    "description":"Cat, (Felis catus), also called house cat or domestic cat, domesticated member of the family Felidae, order Carnivora, and the smallest member of that family. Like all felids, domestic cats are characterized by supple low-slung bodies, finely molded heads, long tails that aid in balance, and specialized teeth and claws that adapt them admirably to a life of active hunting."
                },
                {
                    "type": "bear",
                    "breed": ["asiatic black", "giant pandas", "polar"],
                    "picture": [
                        "https://unsplash.com/photos/_9a-3NO5KJE",
                        "https://unsplash.com/photos/m9etH0Y18I4",
                        "https://unsplash.com/photos/Ec_ygZTIv_0"
                    ],
                    "description":"Bear, (family Ursidae), any of eight species of large short-tailed carnivores found in the Americas, Europe, and Asia. The sun bear (Helarctos malayanus) is the smallest, often weighing less than 50 kg (110 pounds), and the largest is a subspecies of Alaskan brown bear called the Kodiak bear (Ursus arctos middendorffi; see grizzly bear)."
                },
                {
                    "type": "lion",
                    "breed": ["katanga", "somali", "kalahari"],
                    "picture": [
                        "https://unsplash.com/photos/nddQ7DIF1ao",
                        "https://unsplash.com/photos/Ep8vE8Bm6Og",
                        "https://unsplash.com/photos/jW6uCZqE2Hcv"
                    ],
                    "description":"Lion, (Panthera leo), large, powerfully built cat (family Felidae) that is second in size only to the tiger. The proverbial “king of beasts,” the lion has been one of the best-known wild animals since earliest times. Lions are most active at night and live in a variety of habitats but prefer grassland, savanna, dense scrub, and open woodland. Historically, they ranged across much of Europe, Asia, and Africa, but now they are found mainly in parts of Africa south of the Sahara."
                },
                {
                    "type": "cow",
                    "breed": ["angus", "simmental", "hereford"],
                    "picture": [
                        "https://unsplash.com/photos/Bumt0mg93Ok",
                        "https://unsplash.com/photos/Q9gAijKx5wY",
                        "https://unsplash.com/photos/UAIlrcTK4qU"
                    ],
                    "description":"Cow, in common parlance, a domestic bovine, regardless of sex and age, usually of the species Bos taurus. In precise usage, the name is given to mature females of several large mammals, including cattle (bovines), moose, elephants, sea lions, and whales."
                }
            ]
        }
    ]
}
